[
    {
        "ElementId": "2.C.1.a",
        "ElementName": "Administration and Management",
        "DataPoint20": 1.534,
        "DataPoint35": 2.4145,
        "DataPoint50": 3.295,
        "DataPoint65": 4.1755,
        "DataPoint80": 5.056,
        "AnchorFirst": "Keep a simple to-do list for homework.",
        "AnchorSecond": "",
        "AnchorThrid": "Organize and lead a group project or school club event.",
        "AnchorFourth": "",
        "AnchorLast": "Create and manage a detailed budget and schedule for a school-wide event or a small business idea.",
        "Question": "How good are you at planning, organizing, and leading projects?",
        "EasyReadDescription": "Being able to plan, organize, and lead a team or project to get things done."
    },
    {
        "ElementId": "2.C.4.d",
        "ElementName": "Biology",
        "DataPoint20": 1.372,
        "DataPoint35": 2.401,
        "DataPoint50": 3.43,
        "DataPoint65": 4.459,
        "DataPoint80": 5.488,
        "AnchorFirst": "Care for a pet or a houseplant.",
        "AnchorSecond": "",
        "AnchorThrid": "Design and run a biology lab experiment for a class.",
        "AnchorFourth": "",
        "AnchorLast": "Conduct an independent, long-term research project for a science fair and explain your findings.",
        "Question": "How much do you know about living things, like plants, animals, and cells?",
        "EasyReadDescription": "Knowledge of plant and animal organisms, their tissues, cells, functions, interdependencies, and interactions with each other and the environment."
    },
    {
        "ElementId": "1.A.3.c.3",
        "ElementName": "Body Coordination",
        "DataPoint20": 1.176,
        "DataPoint35": 2.058,
        "DataPoint50": 2.94,
        "DataPoint65": 3.822,
        "DataPoint80": 4.704,
        "AnchorFirst": "Play a video game or type on a keyboard.",
        "AnchorSecond": "",
        "AnchorThrid": "Play a team sport, dance, or build a model kit.",
        "AnchorFourth": "",
        "AnchorLast": "Master a complex physical skill, like playing a difficult musical piece, competing in varsity sports, or building a detailed project in shop class.",
        "Question": "How good are you at using your hands and body together to do a task?",
        "EasyReadDescription": "Moving your arms, legs, and mid-section together while your whole body is moving."
    },
    {
        "ElementId": "2.C.3.d",
        "ElementName": "Building and Construction",
        "DataPoint20": 1.24,
        "DataPoint35": 2.17,
        "DataPoint50": 3.1,
        "DataPoint65": 4.03,
        "DataPoint80": 4.96,
        "AnchorFirst": "Hang a picture or assemble simple flat-pack furniture.",
        "AnchorSecond": "",
        "AnchorThrid": "Help build a set for a school play or use power tools for a home project.",
        "AnchorFourth": "",
        "AnchorLast": "Design and build a complex project, like a piece of furniture, a skateboard ramp, or a robotics chassis from scratch.",
        "Question": "How much do you know about building or fixing things with tools?",
        "EasyReadDescription": "Knowledge of materials, methods, and the tools involved in the construction or repair of houses, buildings, or other structures."
    },
    {
        "ElementId": "2.C.4.c",
        "ElementName": "Chemistry",
        "DataPoint20": 1.332,
        "DataPoint35": 2.331,
        "DataPoint50": 3.33,
        "DataPoint65": 4.329,
        "DataPoint80": 5.328,
        "AnchorFirst": "Follow a recipe to bake cookies (which is chemistry!).",
        "AnchorSecond": "",
        "AnchorThrid": "Correctly balance chemical equations and run a lab experiment.",
        "AnchorFourth": "",
        "AnchorLast": "Design your own experiment to test a chemical hypothesis (e.g., 'which fertilizer works best?').",
        "Question": "How much do you know about how substances change when they're combined?",
        "EasyReadDescription": "Knowledge of the chemical composition, structure, and properties of substances and of the chemical processes and transformations that they undergo."
    },
    {
        "ElementId": "2.C.1.b",
        "ElementName": "Clerical",
        "DataPoint20": 1.366,
        "DataPoint35": 2.3305,
        "DataPoint50": 3.295,
        "DataPoint65": 4.2595,
        "DataPoint80": 5.224,
        "AnchorFirst": "Organize your homework in a binder or Google Drive folder.",
        "AnchorSecond": "",
        "AnchorThrid": "Take clear, organized notes for a club meeting or answer emails for a part-time job.",
        "AnchorFourth": "",
        "AnchorLast": "Create and manage a detailed digital filing system or schedule for a club, team, or family.",
        "Question": "How good are you at administrative tasks like organizing files and schedules?",
        "EasyReadDescription": "Knowledge of administrative and clerical procedures and systems such as word processing, managing files and records, designing forms, and other office procedures."
    },
    {
        "ElementId": "2.B.2.i",
        "ElementName": "Complex Problem Solving",
        "DataPoint20": 2.224,
        "DataPoint35": 2.767,
        "DataPoint50": 3.31,
        "DataPoint65": 3.853,
        "DataPoint80": 4.396,
        "AnchorFirst": "Figure out why your internet or game isn't working.",
        "AnchorSecond": "",
        "AnchorThrid": "Find a creative solution for a major class project or a problem in your part-time job.",
        "AnchorFourth": "",
        "AnchorLast": "Break down a big, complicated problem (like planning a fundraiser) into small, manageable steps and lead the team to solve it.",
        "Question": "When you face a tough problem, how good are you at finding the best solution?",
        "EasyReadDescription": "Noticing a problem and figuring out the best way to solve it."
    },
    {
        "ElementId": "2.C.3.a",
        "ElementName": "Computers and Electronics",
        "DataPoint20": 1.406,
        "DataPoint35": 2.408,
        "DataPoint50": 3.41,
        "DataPoint65": 4.412,
        "DataPoint80": 5.414,
        "AnchorFirst": "Use a smartphone, computer, or gaming console.",
        "AnchorSecond": "",
        "AnchorThrid": "Create a complex spreadsheet, edit a video, or build something in a game like Minecraft or Roblox.",
        "AnchorFourth": "",
        "AnchorLast": "Build your own computer, set up a home network, or write a simple computer program (e.g., in Python, HTML).",
        "Question": "How comfortable are you with using, troubleshooting, or building with technology?",
        "EasyReadDescription": "Knowledge of circuit boards, processors, chips, electronic equipment, and computer hardware and software, including applications and programming."
    },
    {
        "ElementId": "2.C.1.e",
        "ElementName": "Customer and Personal Service",
        "DataPoint20": 1.292,
        "DataPoint35": 2.261,
        "DataPoint50": 3.23,
        "DataPoint65": 4.199,
        "DataPoint80": 5.168,
        "AnchorFirst": "Politely help a family member or friend with a task.",
        "AnchorSecond": "",
        "AnchorThrid": "Work a customer service job (e.g., cashier, server) or volunteer to help people.",
        "AnchorFourth": "",
        "AnchorLast": "Successfully handle a very unhappy customer or take the lead on a community service project.",
        "Question": "How good are you at helping people get what they need and making them feel supported?",
        "EasyReadDescription": "Knowledge of principles and processes for providing customer and personal services. This includes customer needs assessment, meeting quality standards for services, and evaluation of customer satisfaction."
    },
    {
        "ElementId": "2.C.1.c",
        "ElementName": "Economics and Accounting",
        "DataPoint20": 1.282,
        "DataPoint35": 2.2285,
        "DataPoint50": 3.175,
        "DataPoint65": 4.1215,
        "DataPoint80": 5.068,
        "AnchorFirst": "Create a personal budget to save for something you want.",
        "AnchorSecond": "",
        "AnchorThrid": "Manage the budget for a school club or run the cash register at a job.",
        "AnchorFourth": "",
        "AnchorLast": "Create a detailed financial plan for a club fundraiser or a small business idea (e.g., lawn mowing).",
        "Question": "How well do you understand money, budgeting, and basic economics?",
        "EasyReadDescription": "Knowledge of economic and accounting principles and practices, the financial markets, banking and the analysis and reporting of financial data."
    },
    {
        "ElementId": "2.C.7.c",
        "ElementName": "Fine Arts",
        "DataPoint20": 1.364,
        "DataPoint35": 2.387,
        "DataPoint50": 3.41,
        "DataPoint65": 4.433,
        "DataPoint80": 5.456,
        "AnchorFirst": "Appreciate art, music, or a play.",
        "AnchorSecond": "",
        "AnchorThrid": "Perform in a school play, play in the school band, or complete a piece in art class.",
        "AnchorFourth": "",
        "AnchorLast": "Create an original portfolio of art, compose your own music, or have a leading role in a play.",
        "Question": "How well do you know the theory and techniques of an art form such as music, painting, or drama?",
        "EasyReadDescription": "Knowledge of the theory and techniques required to compose, produce, and perform works of music, dance, visual arts, drama, and sculpture."
    },
    {
        "ElementId": "2.C.7.b",
        "ElementName": "Foreign Language",
        "DataPoint20": 1.326,
        "DataPoint35": 2.3205,
        "DataPoint50": 3.315,
        "DataPoint65": 4.3095,
        "DataPoint80": 5.304,
        "AnchorFirst": "Say and understand basic greetings and phrases.",
        "AnchorSecond": "",
        "AnchorThrid": "Have a simple conversation with someone in that language (e.g., order food, talk about your day).",
        "AnchorFourth": "",
        "AnchorLast": "Watch a movie or read a short book in that language and understand the main plot.",
        "Question": "How well do you know a foreign language?",
        "EasyReadDescription": "Knowledge of the structure and content of a foreign (non-English) language including the meaning and spelling of words, rules of composition and grammar, and pronunciation."
    },
    {
        "ElementId": "2.B.1.f",
        "ElementName": "Helping People",
        "DataPoint20": 1.152,
        "DataPoint35": 1.896,
        "DataPoint50": 2.64,
        "DataPoint65": 3.384,
        "DataPoint80": 4.128,
        "AnchorFirst": "Hold a door open or help someone carry something.",
        "AnchorSecond": "",
        "AnchorThrid": "Volunteer your time, tutor a classmate, or actively help out at a part-time job.",
        "AnchorFourth": "",
        "AnchorLast": "Organize a volunteer event or be the go-to person for helping others on a team or in a job.",
        "Question": "How good are you at noticing what people need and finding ways to help them?",
        "EasyReadDescription": "Looking for ways to help people."
    },
    {
        "ElementId": "2.B.1.e",
        "ElementName": "Instructing",
        "DataPoint20": 0.976,
        "DataPoint35": 1.708,
        "DataPoint50": 2.44,
        "DataPoint65": 3.172,
        "DataPoint80": 3.904,
        "AnchorFirst": "Show a friend how to play a video game or use an app.",
        "AnchorSecond": "",
        "AnchorThrid": "Tutor a classmate or teach a new club member their role.",
        "AnchorFourth": "",
        "AnchorLast": "Create a 'how-to' guide or video that clearly teaches a complex skill.",
        "Question": "How skilled are you at teaching people how to do something?",
        "EasyReadDescription": "Teaching people how to do something."
    },
    {
        "ElementId": "2.B.5.b",
        "ElementName": "Management of Financial Resources",
        "DataPoint20": 1.1,
        "DataPoint35": 1.925,
        "DataPoint50": 2.75,
        "DataPoint65": 3.575,
        "DataPoint80": 4.4,
        "AnchorFirst": "Manage your own allowance or savings.",
        "AnchorSecond": "",
        "AnchorThrid": "Act as treasurer for a club, managing a small budget and tracking spending.",
        "AnchorFourth": "",
        "AnchorLast": "Plan and manage the entire budget for a large school event or fundraiser, reporting on the results.",
        "Question": "How good are you at budgeting and managing money for a project or group?",
        "EasyReadDescription": "Making spending decisions and keeping track of what is spent."
    },
    {
        "ElementId": "2.A.1.e",
        "ElementName": "Mathematics",
        "DataPoint20": 1.224,
        "DataPoint35": 2.142,
        "DataPoint50": 3.06,
        "DataPoint65": 3.978,
        "DataPoint80": 4.896,
        "AnchorFirst": "Do basic math (add, subtract) to check a receipt.",
        "AnchorSecond": "",
        "AnchorThrid": "Use algebra or geometry to solve problems in homework or a real-world project.",
        "AnchorFourth": "",
        "AnchorLast": "Use advanced math (like calculus or statistics) to analyze data or build a complex project.",
        "Question": "What is your level of math skill?",
        "EasyReadDescription": "Using math to solve problems."
    },
    {
        "ElementId": "2.C.3.e",
        "ElementName": "Mechanical",
        "DataPoint20": 1.37,
        "DataPoint35": 2.3975,
        "DataPoint50": 3.425,
        "DataPoint65": 4.4525,
        "DataPoint80": 5.48,
        "AnchorFirst": "Use basic tools like a hammer or screwdriver.",
        "AnchorSecond": "",
        "AnchorThrid": "Change a tire, fix a bike chain, or build a model from a kit.",
        "AnchorFourth": "",
        "AnchorLast": "Take apart and repair a small engine (like on a lawnmower) or build a 'go-kart' or complex robot.",
        "Question": "How well can you design, use, repair, and maintain machines?",
        "EasyReadDescription": "Knowledge of machines and tools, including their designs, uses, repair, and maintenance."
    },
    {
        "ElementId": "2.C.5.a",
        "ElementName": "Medicine and Dentistry",
        "DataPoint20": 1.354,
        "DataPoint35": 2.3695,
        "DataPoint50": 3.385,
        "DataPoint65": 4.4005,
        "DataPoint80": 5.416,
        "AnchorFirst": "Know how to use a bandage or treat a minor cut.",
        "AnchorSecond": "",
        "AnchorThrid": "Get certified in First Aid/CPR or volunteer at a hospital or care home.",
        "AnchorFourth": "",
        "AnchorLast": "Take an advanced health or anatomy class and apply it (e.g., as a sports team trainer, EMT trainee).",
        "Question": "How much do you know about health, wellness, and basic first aid?",
        "EasyReadDescription": "Knowledge of the information and techniques needed to diagnose and treat human injuries, diseases, and deformities. This includes symptoms, treatment alternatives, and preventive health-care measures."
    },
    {
        "ElementId": "1.A.1.d.1",
        "ElementName": "Memorization",
        "DataPoint20": 0.954,
        "DataPoint35": 1.572,
        "DataPoint50": 2.19,
        "DataPoint65": 2.808,
        "DataPoint80": 3.426,
        "AnchorFirst": "Remember a friend's phone number or your class schedule.",
        "AnchorSecond": "",
        "AnchorThrid": "Memorize lines for a play or a study guide for a big test.",
        "AnchorFourth": "",
        "AnchorLast": "Recite a long poem or speech from memory, or remember all the steps in a complex process.",
        "Question": "How good is your memory?",
        "EasyReadDescription": "Remembering words, numbers, pictures, or steps."
    },
    {
        "ElementId": "2.A.2.d",
        "ElementName": "Monitoring",
        "DataPoint20": 2.604,
        "DataPoint35": 3.147,
        "DataPoint50": 3.69,
        "DataPoint65": 4.233,
        "DataPoint80": 4.776,
        "AnchorFirst": "Proofread your own homework for spelling errors.",
        "AnchorSecond": "",
        "AnchorThrid": "Check a group project to make sure all parts are complete before turning it in.",
        "AnchorFourth": "",
        "AnchorLast": "Keep track of a team's progress, identify problems, and suggest changes to stay on schedule.",
        "Question": "How good are you at checking your own or your group's work to make sure it's high quality?",
        "EasyReadDescription": "Keeping track of how well people and/or groups are doing in order to make improvements."
    },
    {
        "ElementId": "2.B.1.d",
        "ElementName": "Negotiation",
        "DataPoint20": 1.664,
        "DataPoint35": 2.2895,
        "DataPoint50": 2.915,
        "DataPoint65": 3.5405,
        "DataPoint80": 4.166,
        "AnchorFirst": "Agree with friends on what movie to watch.",
        "AnchorSecond": "",
        "AnchorThrid": "Debate in class or come to a compromise on a group project.",
        "AnchorFourth": "",
        "AnchorLast": "Successfully negotiate a solution to a serious disagreement in a club or team.",
        "Question": "How good are you at helping people with different views find a solution that works for everyone?",
        "EasyReadDescription": "Bringing people together to solve differences."
    },
    {
        "ElementId": "2.B.3.a",
        "ElementName": "Operations Analysis",
        "DataPoint20": 1.0,
        "DataPoint35": 1.75,
        "DataPoint50": 2.5,
        "DataPoint65": 3.25,
        "DataPoint80": 4.0,
        "AnchorFirst": "Figure out the best way to organize your backpack.",
        "AnchorSecond": "",
        "AnchorThrid": "Find a faster way to do a task at your part-time job or a group project.",
        "AnchorFourth": "",
        "AnchorLast": "Analyze a school process (like the lunch line) and create a detailed plan to make it more efficient.",
        "Question": "How well can you analyze a process and find ways to make it better?",
        "EasyReadDescription": "Figuring out what a product or service needs to be able to do, or how to improve a process."
    },
    {
        "ElementId": "2.C.1.f",
        "ElementName": "Personnel and Human Resources",
        "DataPoint20": 1.34,
        "DataPoint35": 2.285,
        "DataPoint50": 3.23,
        "DataPoint65": 4.175,
        "DataPoint80": 5.12,
        "AnchorFirst": "Welcome a new student to your class or club.",
        "AnchorSecond": "",
        "AnchorThrid": "Help interview and choose new members for a school club or team.",
        "AnchorFourth": "",
        "AnchorLast": "Help train new employees at a job or organize the training for a school club.",
        "Question": "How good are you at welcoming, training, and organizing people in a group or team?",
        "EasyReadDescription": "Knowledge of principles and procedures for personnel recruitment, selection, training, compensation and benefits, labor relations and negotiation, and personnel information systems."
    },
    {
        "ElementId": "2.C.2.a",
        "ElementName": "Production and Processing",
        "DataPoint20": 1.156,
        "DataPoint35": 1.993,
        "DataPoint50": 2.83,
        "DataPoint65": 3.667,
        "DataPoint80": 4.504,
        "AnchorFirst": "Pack a box for shipping.",
        "AnchorSecond": "",
        "AnchorThrid": "Work efficiently in a fast-food kitchen or on an assembly task (like for a robotics team).",
        "AnchorFourth": "",
        "AnchorLast": "Organize an 'assembly line' to make 100 sandwiches for a food bank or build multiple items in shop class.",
        "Question": "How good are you at following steps to make or prepare things efficiently?",
        "EasyReadDescription": "Knowledge of raw materials, production processes, quality control, costs, and other techniques for maximizing the effective manufacture and distribution of goods."
    },
    {
        "ElementId": "2.B.3.e",
        "ElementName": "Programming",
        "DataPoint20": 0.95,
        "DataPoint35": 1.6625,
        "DataPoint50": 2.375,
        "DataPoint65": 3.0875,
        "DataPoint80": 3.8,
        "AnchorFirst": "Use basic Excel formulas or a 'drag-and-drop' code builder (like Scratch).",
        "AnchorSecond": "",
        "AnchorThrid": "Write a simple program (e.g., in Python, HTML, or for a robot) that works.",
        "AnchorFourth": "",
        "AnchorLast": "Build a complete, working website, app, or game for a class project or for fun.",
        "Question": "How well can you write computer programs?",
        "EasyReadDescription": "Writing computer programs."
    },
    {
        "ElementId": "2.C.4.e",
        "ElementName": "Psychology",
        "DataPoint20": 1.458,
        "DataPoint35": 2.4915,
        "DataPoint50": 3.525,
        "DataPoint65": 4.5585,
        "DataPoint80": 5.592,
        "AnchorFirst": "Notice when a friend is having a bad day.",
        "AnchorSecond": "",
        "AnchorThrid": "Understand the 'why' behind people's actions in a story or in history class.",
        "AnchorFourth": "",
        "AnchorLast": "Take a psychology class and apply the concepts to understand group behavior in your school.",
        "Question": "How interested are you in *why* people think, feel, and act the way they do?",
        "EasyReadDescription": "Knowledge of human behavior and performance; individual differences in ability, personality, and interests; learning and motivation; psychological research methods; and the assessment and treatment of behavioral and affective disorders."
    },
    {
        "ElementId": "2.C.8.a",
        "ElementName": "Public Safety and Security",
        "DataPoint20": 1.164,
        "DataPoint35": 1.9695,
        "DataPoint50": 2.775,
        "DataPoint65": 3.5805,
        "DataPoint80": 4.386,
        "AnchorFirst": "Follow safety rules in a science lab or shop class.",
        "AnchorSecond": "",
        "AnchorThrid": "Act as a crossing guard or hall monitor, or know the emergency procedures at your job.",
        "AnchorFourth": "",
        "AnchorLast": "Get certified in safety (like a lifeguard) or lead a safety drill for a group.",
        "Question": "How much do you know about safety rules and procedures?",
        "EasyReadDescription": "Knowledge of relevant equipment, policies, procedures, and strategies to promote effective local, state, or national security operations for the protection of people, data, property, and institutions."
    },
    {
        "ElementId": "2.B.3.m",
        "ElementName": "Quality Control Analysis",
        "DataPoint20": 0.9,
        "DataPoint35": 1.575,
        "DataPoint50": 2.25,
        "DataPoint65": 2.925,
        "DataPoint80": 3.6,
        "AnchorFirst": "Check your homework for mistakes before turning it in.",
        "AnchorSecond": "",
        "AnchorThrid": "Proofread a friend's essay or test a class project to find 'bugs' or problems.",
        "AnchorFourth": "",
        "AnchorLast": "Create a checklist to test a group project (like a robot or website) to make sure it meets all requirements.",
        "Question": "How good are you at finding errors or problems to make sure something is done right?",
        "EasyReadDescription": "Testing how well a product or service works."
    },
    {
        "ElementId": "2.B.3.l",
        "ElementName": "Repairing",
        "DataPoint20": 0.85,
        "DataPoint35": 1.4875,
        "DataPoint50": 2.125,
        "DataPoint65": 2.7625,
        "DataPoint80": 3.4,
        "AnchorFirst": "Put new batteries in a remote or tape a torn page.",
        "AnchorSecond": "",
        "AnchorThrid": "Fix a broken bike chain, un-jam a printer, or replace a broken part on a small item.",
        "AnchorFourth": "",
        "AnchorLast": "Troubleshoot and fix a computer, a small engine, or another complex device.",
        "Question": "How good are you at fixing things that are broken?",
        "EasyReadDescription": "Repairing machines or systems using the right tools."
    },
    {
        "ElementId": "2.C.1.d",
        "ElementName": "Sales and Marketing",
        "DataPoint20": 1.21,
        "DataPoint35": 2.1175,
        "DataPoint50": 3.025,
        "DataPoint65": 3.9325,
        "DataPoint80": 4.84,
        "AnchorFirst": "Convince your parents or friends to do something.",
        "AnchorSecond": "",
        "AnchorThrid": "Sell tickets for a school play or design a poster for a club event.",
        "AnchorFourth": "",
        "AnchorLast": "Create and run a social media campaign for a school event or exceed sales goals at a job.",
        "Question": "How good are you at persuading people or promoting an idea?",
        "EasyReadDescription": "Knowledge of principles and methods for showing, promoting, and selling products or services. This includes marketing strategy and tactics, product demonstration, sales techniques, and sales control systems."
    },
    {
        "ElementId": "2.A.1.f",
        "ElementName": "Science",
        "DataPoint20": 1.176,
        "DataPoint35": 2.058,
        "DataPoint50": 2.94,
        "DataPoint65": 3.822,
        "DataPoint80": 4.704,
        "AnchorFirst": "Follow the steps in a science lab handout.",
        "AnchorSecond": "",
        "AnchorThrid": "Use the scientific method to test a hypothesis for a class project.",
        "AnchorFourth": "",
        "AnchorLast": "Design and run your own independent experiment for a science fair.",
        "Question": "How good are you at using facts and experiments to understand how things work?",
        "EasyReadDescription": "Using scientific rules and strategies to solve problems."
    },
    {
        "ElementId": "2.C.4.f",
        "ElementName": "Sociology and Anthropology",
        "DataPoint20": 1.338,
        "DataPoint35": 2.3415,
        "DataPoint50": 3.345,
        "DataPoint65": 4.3485,
        "DataPoint80": 5.352,
        "AnchorFirst": "Notice how different groups of friends act.",
        "AnchorSecond": "",
        "AnchorThrid": "Understand and explain the traditions of a different culture for a class.",
        "AnchorFourth": "",
        "AnchorLast": "Analyze and write a report on a social trend at your school or in your community.",
        "Question": "How interested are you in how groups of people, cultures, and societies work?",
        "EasyReadDescription": "Knowledge of group behavior and dynamics, societal trends and influences, human migrations, ethnicity, cultures and their history and origins."
    },
    {
        "ElementId": "2.A.1.d",
        "ElementName": "Speaking",
        "DataPoint20": 2.476,
        "DataPoint35": 3.0205,
        "DataPoint50": 3.565,
        "DataPoint65": 4.1095,
        "DataPoint80": 4.654,
        "AnchorFirst": "Answer a question in class.",
        "AnchorSecond": "",
        "AnchorThrid": "Give a 5-minute presentation or speak clearly in a group discussion.",
        "AnchorFourth": "",
        "AnchorLast": "Give a 10+ minute presentation, lead a debate, or speak confidently as a leader in a club.",
        "Question": "How well do you convey information when you speak?",
        "EasyReadDescription": "Talking to others."
    },
    {
        "ElementId": "2.B.4.g",
        "ElementName": "Systems Analysis",
        "DataPoint20": 1.076,
        "DataPoint35": 1.883,
        "DataPoint50": 2.69,
        "DataPoint65": 3.497,
        "DataPoint80": 4.304,
        "AnchorFirst": "Understand how your school schedule works (e.g., A/B days).",
        "AnchorSecond": "",
        "AnchorThrid": "Figure out how one change in a group project (like a missing member) will affect the final grade.",
        "AnchorFourth": "",
        "AnchorLast": "Design a 'system' (like a workflow for the school newspaper or a new club process) and explain how it works.",
        "Question": "How good are you at seeing how all the different parts of a system work together?",
        "EasyReadDescription": "Figuring out how a system should work and how changes in the future will affect it."
    },
    {
        "ElementId": "2.C.6",
        "ElementName": "Teaching and Course Design",
        "DataPoint20": 1.632,
        "DataPoint35": 2.6235,
        "DataPoint50": 3.615,
        "DataPoint65": 4.6065,
        "DataPoint80": 5.598,
        "AnchorFirst": "Explain a concept to a friend for homework.",
        "AnchorSecond": "",
        "AnchorThrid": "Tutor a student or coach a teammate to help them improve a skill.",
        "AnchorFourth": "",
        "AnchorLast": "Design a full lesson plan or 'how-to' guide to teach a complex topic to a group.",
        "Question": "How well do you know the principles and methods of instruction?",
        "EasyReadDescription": "Knowledge of principles and methods for curriculum and training design, teaching and instruction for individuals and groups, and the measurement of training effects."
    },
    {
        "ElementId": "2.C.9.a",
        "ElementName": "Telecommunications",
        "DataPoint20": 1.208,
        "DataPoint35": 2.114,
        "DataPoint50": 3.02,
        "DataPoint65": 3.926,
        "DataPoint80": 4.832,
        "AnchorFirst": "Make a video call or send a text.",
        "AnchorSecond": "",
        "AnchorThrid": "Set up a Wi-Fi router or help a family member with their phone/computer.",
        "AnchorFourth": "",
        "AnchorLast": "Understand how networks work (e.g., for a tech class) or set up a live stream for a school event.",
        "Question": "How well do you understand telecom systems?",
        "EasyReadDescription": "Knowledge of transmission, broadcasting, switching, control, and operation of telecommunications systems."
    },
    {
        "ElementId": "2.C.5.b",
        "ElementName": "Therapy and Counseling",
        "DataPoint20": 1.384,
        "DataPoint35": 2.422,
        "DataPoint50": 3.46,
        "DataPoint65": 4.498,
        "DataPoint80": 5.536,
        "AnchorFirst": "Listen to a friend who is having a bad day.",
        "AnchorSecond": "",
        "AnchorThrid": "Act as a peer mediator or a good listener who helps friends solve problems.",
        "AnchorFourth": "",
        "AnchorLast": "Take a psychology class and understand the principles of helping others talk through their issues.",
        "Question": "How good are you at listening to people and helping them talk through their problems?",
        "EasyReadDescription": "Knowledge of principles, methods, and procedures for diagnosis, treatment, and rehabilitation of physical and mental dysfunctions, and for career counseling and guidance."
    },
    {
        "ElementId": "2.B.5.a",
        "ElementName": "Time Management",
        "DataPoint20": 2.054,
        "DataPoint35": 2.5595,
        "DataPoint50": 3.065,
        "DataPoint65": 3.5705,
        "DataPoint80": 4.076,
        "AnchorFirst": "Get to class on time.",
        "AnchorSecond": "",
        "AnchorThrid": "Plan your week to balance homework, chores, and social time.",
        "AnchorFourth": "",
        "AnchorLast": "Successfully manage a long-term project or study for multiple big exams at the same time.",
        "Question": "How well do you manage your and others' time?",
        "EasyReadDescription": "Managing your time and the time of other people."
    },
    {
        "ElementId": "2.B.3.k",
        "ElementName": "Troubleshooting",
        "DataPoint20": 1.05,
        "DataPoint35": 1.8375,
        "DataPoint50": 2.625,
        "DataPoint65": 3.4125,
        "DataPoint80": 4.2,
        "AnchorFirst": "Figure out why your internet isn't working.",
        "AnchorSecond": "",
        "AnchorThrid": "Find the mistake in a math problem or 'debug' a simple program.",
        "AnchorFourth": "",
        "AnchorLast": "Follow a process of elimination to find and fix a complex problem (e.g., why a robot isn't working, why a computer is crashing).",
        "Question": "When something stops working, how good are you at finding the cause of the problem?",
        "EasyReadDescription": "Figuring out what is causing equipment, machines, wiring, or computer programs to not work."
    },
    {
        "ElementId": "2.A.1.c",
        "ElementName": "Writing",
        "DataPoint20": 1.624,
        "DataPoint35": 2.467,
        "DataPoint50": 3.31,
        "DataPoint65": 4.153,
        "DataPoint80": 4.996,
        "AnchorFirst": "Write a clear text message or email.",
        "AnchorSecond": "",
        "AnchorThrid": "Write a 5-paragraph essay for a class.",
        "AnchorFourth": "",
        "AnchorLast": "Write a detailed research paper, a creative story, or a clear set of instructions that are easy to follow.",
        "Question": "How well does your writing effectively communicate to an audience's particular need?",
        "EasyReadDescription": "Writing things for co-workers or customers."
    }
]